Map<String, String> ar = {
  "Show": "عرض",
  "Posts List": "قائمة المنشورات",
  "post": "منشور",
  "Post ID": "معرف المنشور",

  "ToDos": "المهام",
  "Todo ID": "معرف المهمة",

  "User List": "قائمة المستخدمين",

  "Title": "العنوان",
  "User ID": "معرف المستخدم",
  "Completed": "مكتمل",
  "Yes": "نعم",
  "No": "لا",
  "Name": "الاسم",
  "ID": "المعرف",
  "Username": "اسم المستخدم",
  "user": "مستخدم",

  "Email": "البريد الإلكتروني",
  "Address": "العنوان",
  "Street": "الشارع",
  "Suite": "الوحدة",
  "City": "المدينة",
  "Zipcode": "الرمز البريدي",
  "Geo": "الموقع الجغرافي",
  "lat": "خط العرض",
  "lng": "خط الطول",
  "Phone": "الهاتف",
  "Website": "الموقع الإلكتروني",
  "Company": "الشركة",
  "Catch Phrase": "شعار الشركة",
  "BS": "الاستراتيجية",

  "Close": "إغلاق",
};